Repository: IamUSER/TShockPlugin
Catalog: src/RegionView/i18n/*.po
Languages: ru_ru

source: 边界位于您上方 {0} 个图块
ru_ru: Граница находится на {0} плиток выше вас

source: 边界位于您上方 {0} 个图块，下方 {1} 个图块
ru_ru: Граница находится на {0} плиток выше вас и на {1} плиток ниже вас.

source: 边界位于您下方 {0} 个图块
ru_ru: Граница находится на {0} плиток ниже вас

source: ，位于您右侧 {0} 个图块，左侧 {1} 个图块。
ru_ru: , {0} плиток справа и {1} плиток слева.

source: ，位于您右侧 {0} 个图块。
ru_ru: , {0} плиток справа от вас.

source: ，位于您左侧 {0} 个图块。
ru_ru: , {0} плиток слева от вас.

source: 为地区添加区域边界视图。
ru_ru: Добавлена возможность просмотра границ привата.

source: 从您的视图中移除所有区域显示
ru_ru: Убирает все отображаемые приваты

source: 你正在看区域 {0}.
ru_ru: Обнаружен приват {0}

source: 区域 {0} 不包含任何图块。 (找到的尺寸: {1} × {2}) 使用 [c/FF8080:/region resize] 来修复它。
ru_ru: Регион {0} не содержит блоков. (Размер найден: {1} × {2}) Используйте [c/FF8080:/region resize], чтобы исправить это.

source: 区域尚未设置虚拟图块。
ru_ru: Границы ещё не отображены.

source: 区域显示 {0} 已被删除。
ru_ru: Показывает, что {0} был удален.

source: 区域未设置虚拟图块。
ru_ru: Здесь нет границ.

source: 开启或关闭自动显示您附近的区域
ru_ru: Включите/отключите автоматическое отображение границ вашего привата

source: 您不再查看您附近的区域。
ru_ru: Показ ближайших приватов отключён.

source: 您现在正在查看 {0} 区域。
ru_ru: Показ привата: {0}

source: 您现在正在查看您附近的区域。
ru_ru: Вы можете видеть ближайшие приваты.

source: 找到了多个匹配的区域：{0} 等{1}个更多。请更具体一些。
ru_ru: Найдены совпадения: {0} и {1} Введите полное название.

source: 找到了多个匹配的区域：{0}。请更具体一些。
ru_ru: Найдены совпадения: {0} Введите полное название.

source: 显示指定区域的边界
ru_ru: Приват не существует!

source: 没有找到这样的区域。
ru_ru: Приват не найден!

source: 用法: /rc
ru_ru: Подсказка: /rc

source: 用法: /regionview <区域名称>
ru_ru: Подсказка: /regionview <название привата>

source: 该区域已设置虚拟图块。
ru_ru: В этой области установлены виртуальные плитки.
